test/good/unbound-loop-3.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["while (a &gt; 10)"]
    test_144["a += 1"]
    test_147["return a"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_142
    test_142 --> test_147
end
